1:WizQst719F5
00000000
Find Juma Fasttrack and Laduma Thunderhoof, learn what their problems are, and resolve them!
去找到祖玛·法斯克和雷蹄拉杜玛，然后看看帮他们解决下问题！
00000001
You did an excellent job with those upstart Impi Raiders. I have heard two rival lieutenants are now refusing to work together.
你成功平息了武士攻击者的叛乱，但现在我有两个少尉还是不愿意配合。
00000002
This kind of internal strife is intolerable. We need both tribes to work together.
不应该发生这样的内讧，我们两个部族应该联手合作。
00000003
Can you talk to Juma Fasttrack and Laduma Thunderhoof and resolve their issues so they will follow orders?
现在你能去跟祖玛·法斯克和雷蹄拉杜玛谈谈并解决他们的问题吗，只有问题解决之后他们才会听从命令。
00000004
Hello, outsider. The Queen sent you? Yes, my warriors and I have issues.
嗨，外乡人，王后派你来的？是的，我的战士现在有问题要解决。
00000005
We will not take orders from the Thunderhoofs. Tell the Queen if we cannot lead we will not fight.
我们不会听从雷蹄的命令，告诉王后，若不让我们指挥，我们不会听命去战斗。
00000006
The Queen has a problem with us? Well, we have a problem with our orders. We are far more skilled than Juma's soldiers.
王后觉得我们有问题？好吧，我们觉得命令有问题。我们的能力要远远超过祖玛的士兵。
00000007
We must lead the army against the big noses. To do less would be a dishonor. You tell the Queen that!
我们必须率领军队与长鼻子作战。如果我们退缩，那就是耻辱。你回去就跟王后这样说！
00000008
The pride of these foolish warriors! Still, we need both of them.
唉，这些士兵虽然愚笨但勇气可嘉！嗯，我们还是要他们两个出力。
00000009
You think we should give them equal places of honor? Wonderful! You are almost as great a military genius as my husband!
你觉得我们应该给他们同样的荣誉？太好了，你如果领导军队，你的领军才华一定不会输给我的丈夫！
00000010
Suggest to them that each can be one of the "Horns of the Buffalo" in our next strike against the Elephants.
现在去跟他们说，如果接下来还有跟大象之国的战斗，他们都可加入“水牛角”先锋阵！
00000011
We can be the the right horn of the "Horns of the Buffalo" against the big noses?
在打长鼻子的时候，我们可以成为“水牛角”阵的右翼？
00000012
Yes, that will give us honor! Thank you for your help, outsider.
啊，这会给我们带来无尚荣誉，谢谢你啊，外乡人。
00000013
The Queen specifically asked for us to be the left horn of the "Horns of the Buffalo"? We cannot refuse such an honor.
王后特别提出要我们在“水牛角”阵中担当左翼？我们绝不能辜负她的信任。
00000014
We are ready to fight the big noses. And you will see how the left horn is the better horn!
我们现在准备好与长鼻子开战。战端一开，你就会看到我们左翼是多么的威猛！
00000015
Well done, Wizard.
干得不错，魔法师。
